Kevincoooool/esp32s3_openmv_lvgl/project/ksdiy/boards/GENERIC_S3/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME               "ESP32S3 KSDIY"
#define MICROPY_HW_MCU_NAME                 "ESP32S3"

#define MICROPY_PY_BLUETOOTH                (0)
#define MICROPY_HW_ENABLE_SDCARD            (1)

#define MICROPY_HW_SPI1_MOSI                (11)  // SDO
#define MICROPY_HW_SPI1_MISO                (13)  // SDI
#define MICROPY_HW_SPI1_SCK                 (12)

